---
kind: other
id: Methods.T:Autodesk.Revit.DB.LinkLoadContent
source: html/3f38dcc5-90a2-36c1-482a-7e4a3f75029a.htm
---
# LinkLoadContent Methods

Returns the Link data path owned by this LinkLoadContent object.